#          Free версия бота проекта LostWeyn
#              Telegram: t.me/lostweyn_project
#
#          Контакты разработчика:
#              VK: vk.com/dimawinchester
#              Telegram: t.me/teanus
#              Github: github.com/teanus
#              24serv: talk.24serv.pro/u/teanus
#
#
#     ██╗      ██████╗ ███████╗████████╗██╗    ██╗███████╗██╗   ██╗███╗   ██╗
#     ██║     ██╔═══██╗██╔════╝╚══██╔══╝██║    ██║██╔════╝╚██╗ ██╔╝████╗  ██║
#     ██║     ██║   ██║███████╗   ██║   ██║ █╗ ██║█████╗   ╚████╔╝ ██╔██╗ ██║
#     ██║     ██║   ██║╚════██║   ██║   ██║███╗██║██╔══╝    ╚██╔╝  ██║╚██╗██║
#     ███████╗╚██████╔╝███████║   ██║   ╚███╔███╔╝███████╗   ██║   ██║ ╚████║
#     ╚══════╝ ╚═════╝ ╚══════╝   ╚═╝    ╚══╝╚══╝ ╚══════╝   ╚═╝   ╚═╝  ╚═══╝


message_start = 'Привет, друг! Введи /info для отображения информации о боте!'
message_id = 'ID: '
message_info = 'Бот написан специально для проекта Lostweyn! t.me/lostweyn_project'
message_support = 'Поддержка: site.ru'
message_rcon = 'Теперь пришлите команду! :)'
message_rcon_state = 'Вы можете продолжить выполнять команды. Просто пришлите мне их. Или введите отмена'
message_rcon_cancel = 'Вы вышли из RCON панели'


message_no_access = 'Увы, у вас нет доступа. Приобрести: site.ru'
message_block_commands = 'Команда заблокирована! Используйте другую:)'
message_command_response = 'Команда выполнена. Ответ сервера:\n'
message_server_error = 'Произошлка ошибка RCON. Повторите попытку'

message_logger_group = ' - ввел команду: '
message_user = 'Пользователь с id: '
message_admin = 'Админ с id: '

message_back = 'Возвращаемся назад!)'
message_add_user = 'Введите id для выдачи прав пользователя: '
message_console_add_super_admin = 'Введите id для выдачи прав super-админа или нажмите Enter для пропуска: '
message_add_super_admin = 'Введите id для выдачи прав super-админа: '
message_panel_settings = 'Вы вошли в админ панель! Выберите действие'
message_panel_give = 'Выберите, какую роль надо выдать.'
message_panel_cancel = 'Вы вышли из админ панели'
message_panel_admin_is_exists = ' - Уже есть списке super-админов. Введите другой id или нажмите "отмена"'
message_panel_user_is_exists = ' - Уже есть в списке пользователей. Введите другой id или нажмите "отмена"'

message_panel_blacklist_commands = 'Список заблокированных команд на данный момент:\n'
message_panel_commands = '\nВыберите, что нужно сделать. Добавить или удалить команды из списка. Либо вернитесь назад'
message_panel_commands_add = 'Команда была добавлена в черный список!\n'
message_panel_commands_remove = 'Команда была удалена из черного списка!\n'
message_panel_commands_send = 'Пришлите команду или вернитесь назад'
message_panel_blacklist_is_exists = 'Данная команда и так заблокирована! Введите другую, или вернитесь назад'
message_panel_blacklist_not_exists = 'Данная команда не находилась в блокировке! Введите другую, или вернитесь назад'

message_sqlite_add_normal = 'Пользователь был добавлен в список'
message_sqlite_add_admin = ' был добавлен в список super-админов'


button_message_id = '🆔айди'
button_message_rcon = '❗ркон'
button_message_info = '🆘инфо'
button_message_cancel = '◀отмена'
button_message_support = '🆘поддержка'
button_message_back = '⏹назад'
button_message_panel_admin_settings = '⚙управление'
button_message_panel_add = '📝выдать'
button_message_panel_add_user = '🪪обычный'
button_message_panel_add_admin = '🪪админ'
button_message_panel_commands = '📝команды'
button_message_panel_commands_add = '⛔️добавить'
button_message_panel_commands_remove = '🗑удалить'
